[M_Orchid_DontCopyThatFloppy MissionDefinition]
MissionName="Não Copie Esse Disquete"
MissionDescription="Na [place]Refinaria Washburne[-place] você encontrou um Estivador avariado, chamado C3N50R807. Ele parece obcecado em censurar todo o comportamento ''imoral'' de Pandora. Por enquanto, o Censorbot está se concentrando na pirataria de software. Alguns piratas da região possuem cópias ilegais de programas de simulação ECHO. O Censorbot quer que você elimine todos e pegue o software."
TurnInDescription="Você conseguiu acabar com a pirataria de software para sempre!"
MissionSummary="Pegue o software pirateado."
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Ha, ha, ha!  Quem vai se atrever a piratear agora?"

[M_Orchid_DontCopyThatFloppy:RetrieveSoftware MissionObjectiveDefinition]
ProgressMessage="Recolha os disquetes"

[M_Orchid_DontCopyThatFloppy:RetrieveSoftwareSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

